{"9961": {"Website": "http://www.janisklimanovs.com/", "Description": "Weathering Love is a documental film that reveals an intimate story of a life-long romance.", "Creator": "Janis Klimanovs,", "Title": "Weathering_Love", "Thumbnail_url": "http://pzwiki.wdka.nl/mw-mediadesign/images/thumb/8/88/2x2_905.jpg/500px-2x2_905.jpg", "Date": "2013", "Thumbnail": "2x2 905.jpg", "Extra": "\"Listen how the winds of spring are singing, they will bring you joy and my greetings of love…\" February 14, 1953, RankaWeathering Love is a documental film that reveals an intimate story of a life-long romance.Janis Klimanovs documents his grandparents, he is interested in finding out what kind of memories are most valuable to them. The film depicts an intimate portrait which reveals a true love story. His grandparents daily life is simple, and yet special, holding some magical beauty deep inside.Cinematography: Janis KlimanovsMusic: Max RichterVideo 16'45''2013Thanks to David HainesJanis Klimanovs [LV] is a photographer and video artist. Filmmaking and photography are currently his primary modes of making his ideas tangible. In his work he is interested to absorb, record and appropriate the pure innocence of daily life. His explorations translates in a mixture of still and moving images, creating meaningful metaphors. Duality and subtexts are important in his work. He is looking for another way of how to manipulate reality and tell his stories."}, "9939": {"Website": "http://consentsus.org/", "Description": "Consentus is an open research project, contributing to a critical feminist theory of consent and connecting it to collaborative production and consensus.", "Creator": "Eleanor Greenhalgh", "Title": "Consentsus", "Thumbnail_url": "http://pzwiki.wdka.nl/mw-mediadesign/images/thumb/7/7e/Stickers.JPG/500px-Stickers.JPG", "Date": "2013", "Thumbnail": "Stickers.JPG", "Extra": "Through interviews, workshops and events, Consentsus explores the questions:* What is missing from current definitions of consent? How is consent produced and manipulated?* Beyond \"yes means yes\", what would a radical theory of consent look like?* (How) could a feminist critique of consent be applied to other types of collaboration and decision-making?Consentsus is an art/activist project facilitated by Eleanor Greenhalgh, supported by the Piet Zwart Institute, Rotterdam. It will culminate in the production of a democratically-edited publication during the exhibition News from Nowhere at V2 Institute for the Unstable Media, Rotterdam, in July 2013.<gallery>File:InterfacesStickers700.JPGFile:InterfacesDrink2.JPGFile:InterfacesPapers700.JPGFile:InterfacesGroup700.JPG</gallery>"}, "9974": {"Description": "Detached is a series of evocative videos, with a loose narrative, that share an uncanny atmosphere. The minimal soundscape, the pace of the actions and the slow revealing of the staged situations amplify the increasing tension. In Detached, the main characters seem alienated, detached from the repetitive actions they perform. A series of secondary characters, observe or trigger the flow of events with their decisions.", "Creator": "Javier Lloret,", "Title": "Detached", "Thumbnail_url": "http://pzwiki.wdka.nl/mw-mediadesign/images/thumb/c/c0/Resizedimage600337-JavierTent1.png/500px-Resizedimage600337-JavierTent1.png", "Date": "2013", "Thumbnail": "Resizedimage600337-JavierTent1.png", "Extra": "<gallery>File:Resizedimage600337-JavierTent1.pngFile:Resizedimage600337-detached-pic2.pngFile:Resizedimage600337-detached-pic3.png</gallery>[[Javier Lloret - Detached series]]"}, "9975": {"Website": "http://theartworld.org/; http://jonaslund.biz/works/the-top-100-highest-ranked-curators-in-the-world/", "Description": "''The Top 100 Highest Ranked Curators In The World'' derives from a three month long process of collecting, analyzing and reorganizing online available data. By building a comprehensive art world database, consisting of artists, exhibitions, curators, galleries, institutions, writers and publishers, a curator’s ranking algorithm could be written based largely on who they have worked with and where they have organised exhibitions. ''The Top 100 Highest Ranked Curators In The World'' reveals who are among the most important and influential curators in the world according to the relations in the art world database.", "Creator": "Jonas Lund,", "Title": "The_Top_100_Highest_Ranked_Curators_In_The_World", "Thumbnail_url": "http://pzwiki.wdka.nl/mw-mediadesign/images/thumb/c/c0/Theartworld-pzi3.png/500px-Theartworld-pzi3.png", "Date": "2013", "Thumbnail": "Theartworld-pzi3.png", "Extra": "100 21x30cm laser prints, aluminium frames"}, "9978": {"Description": "Based on her written thesis: The Web Cheated on Me, Marie is trying to figure out where her disappointment with the web comes from. She analyzed her webbrowser history for half a year to find out what kind of information she is looking up. Her graduation work is an audio installation based on this research.", "Creator": "Marie Wocher,", "Title": "From_Hypertext_to_Apple_Pie", "Thumbnail_url": "http://pzwiki.wdka.nl/mw-mediadesign/images/thumb/5/52/4_FromHypertextToApplePie.jpg/500px-4_FromHypertextToApplePie.jpg", "Date": "2013", "Thumbnail": "4 FromHypertextToApplePie.jpg", "Extra": "<gallery>File:3 FromHypertextToApplePie.jpgFile:2 FromHypertextToApplePie.jpgFile:1 FromHypertextToApplePie.jpg</gallery>"}, "9979": {"Website": "http://dvyng.com/selected/repositionmatrix/", "Description": "In The Reposition Matrix workshop series, participants are invited to investigate the use of cybernetic military systems such as unmanned aerial vehicles and the “disposition matrix”, a dynamic database of intelligence that produces protocological kill-lists for the US Department of Defense. Both of these systems contribute to a supposed dematerialisation of warfare: their technologies are semi-automated, networked, and almost invisible, operating kilometers up into the sky or beyond public Freedom of Information request access.", "Creator": "Dave Young,", "Title": "The_Reposition_Matrix", "Thumbnail_url": "http://pzwiki.wdka.nl/mw-mediadesign/images/thumb/d/d4/DaveYoung-Main-image.png/500px-DaveYoung-Main-image.png", "Date": "2013", "Thumbnail": "DaveYoung-Main-image.png", "Extra": "The workshops aim to reterritorialise the drone as a physical, industrially-produced technology of war through the creation of a new world map: a 'reposition matrix' that geopolitically situates the organisations, locations, and trading networks that play a role in the production of military drone technologies.Workshop:7th July, 13.00-17.00 at V2.Participation free.Email info@movableborders.com to book a place.<gallery>File:RepositionMatrixLeadImage.jpg</gallery>"}}